var detailedInformation = [{
    informationTitle: "人民日报评论员：做人民公仆 让人民满意",
    informationTime: "2019-06-26",
    informationContent: "在即将迎来建党98周年、新中国七十华诞之际，经党中央批准，中央组织部、中央宣传部25日召开大会，表彰192名“人民满意的公务员”和98个“人民满意的公务员集体”。会前，习近平总书记亲切会见受表彰代表，充分体现了党中央对公务员工作的高度重视、对广大公务员的深切关怀。办好中国的事情，关键在党，关键在人。广大公务员是干部队伍的重要组成部分，是社会主义事业的中坚力量。在以习近平同志为核心的党中央坚强领导下，广大公务员不忘初心、牢记使命，履职尽责、奋发进取，取得了人民满意的成绩，充分展示了新时代公务员队伍的精神风貌。实践证明，公务员队伍是一支忠于党、忠于祖国、忠于人民、恪尽职守、甘于奉献、勇于担当的队伍，是一支全心全意为人民服务、党和人民充分信赖的队伍。公务员是人民的公仆。人民对美好生活的向往，是广大公务员的奋斗目标。只有以坚定的理想信念坚守初心，树牢宗旨意识，坚守人民立场，增进同人民群众的感情，自觉同人民想在一起、干在一起，着力解决群众的操心事、烦心事，才能为“人民满意”这份崇高而神圣的荣誉增添光彩。让人民满意，首先要政治过硬、信念坚定。广大公务员要深入学习习近平新时代中国特色社会主义思想，增进政治认同、思想认同、情感认同，努力做到学思用贯通、知信行统一。要严守政治纪律和政治规矩，不断增强“四个意识”，坚定“四个自信”，做到“两个维护”，筑牢信仰之基、补足精神之钙、把稳思想之舵，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致。让人民满意，根本在于践行宗旨、竭诚为民。广大公务员要始终把人民放在心中最高的位置，永远以造福人民为最大政绩，永远以人民满意为最大追求，永远不脱离群众、轻视群众、漠视群众疾苦，热忱服务群众，着力解决群众最关心最现实的利益问题，用实际行动赢得人民信任。让人民满意，就要增强本领、担当作为。广大公务员要善于学习、增强本领，有针对性地补短板、强弱项，注重培养专业能力、专业精神，努力成为本职工作的行家里手。要注重实践锻炼，甘当群众的学生，在基层一线、艰苦复杂地区、急难险重的工作中增长经验智慧，在经风雨、见世面中壮筋骨、长才干。要培养斗争勇气、提高斗争本领，始终保持只争朝夕、奋发有为的奋斗姿态和越是艰险越向前的斗争精神。让人民满意，必须改进工作作风、做到清正廉洁。广大公务员要不折不扣执行党中央决策部署，牢固树立正确政绩观，用好人民赋予的权力，真抓实干、转变作风，坚决反对形式主义、官僚主义。要保持清正廉洁，做到“心不动于微利之诱，目不眩于五色之惑”，在思想上筑起一道抵御腐蚀的坚固堤坝。要自觉接受纪律和法律的约束，自觉接受组织监督、群众监督、舆论监督，习惯在监督和约束下工作、生活。典型本身就是一种政治力量，承载着时代的主流精神和价值取向。希望受到表彰的个人和集体珍惜荣誉、再接再厉、再立新功；希望广大公务员以习近平新时代中国特色社会主义思想为指导，以受表彰的先进典型为榜样，不忘初心、牢记使命，见贤思齐、奋发有为，在实现中华民族伟大复兴中国梦的征途中书写新篇章、创造新辉煌。",
    informationImg: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1561639410157&di=73b404825aec28329344ee9bc2aa0fc4&imgtype=0&src=http%3A%2F%2Fimg.aiimg.com%2Fuploads%2Fallimg%2F190619%2F1-1Z619231P5.jpg",
  },
  {
    informationTitle: "人民日报评论员：做人民公仆 让人民满意",
    informationTime: "2019-06-26",
    informationContent: "在即将迎来建党98周年、新中国七十华诞之际，经党中央批准，中央组织部、中央宣传部25日召开大会，表彰192名“人民满意的公务员”和98个“人民满意的公务员集体”。会前，习近平总书记亲切会见受表彰代表，充分体现了党中央对公务员工作的高度重视、对广大公务员的深切关怀。办好中国的事情，关键在党，关键在人。广大公务员是干部队伍的重要组成部分，是社会主义事业的中坚力量。在以习近平同志为核心的党中央坚强领导下，广大公务员不忘初心、牢记使命，履职尽责、奋发进取，取得了人民满意的成绩，充分展示了新时代公务员队伍的精神风貌。实践证明，公务员队伍是一支忠于党、忠于祖国、忠于人民、恪尽职守、甘于奉献、勇于担当的队伍，是一支全心全意为人民服务、党和人民充分信赖的队伍。公务员是人民的公仆。人民对美好生活的向往，是广大公务员的奋斗目标。只有以坚定的理想信念坚守初心，树牢宗旨意识，坚守人民立场，增进同人民群众的感情，自觉同人民想在一起、干在一起，着力解决群众的操心事、烦心事，才能为“人民满意”这份崇高而神圣的荣誉增添光彩。让人民满意，首先要政治过硬、信念坚定。广大公务员要深入学习习近平新时代中国特色社会主义思想，增进政治认同、思想认同、情感认同，努力做到学思用贯通、知信行统一。要严守政治纪律和政治规矩，不断增强“四个意识”，坚定“四个自信”，做到“两个维护”，筑牢信仰之基、补足精神之钙、把稳思想之舵，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致。让人民满意，根本在于践行宗旨、竭诚为民。广大公务员要始终把人民放在心中最高的位置，永远以造福人民为最大政绩，永远以人民满意为最大追求，永远不脱离群众、轻视群众、漠视群众疾苦，热忱服务群众，着力解决群众最关心最现实的利益问题，用实际行动赢得人民信任。让人民满意，就要增强本领、担当作为。广大公务员要善于学习、增强本领，有针对性地补短板、强弱项，注重培养专业能力、专业精神，努力成为本职工作的行家里手。要注重实践锻炼，甘当群众的学生，在基层一线、艰苦复杂地区、急难险重的工作中增长经验智慧，在经风雨、见世面中壮筋骨、长才干。要培养斗争勇气、提高斗争本领，始终保持只争朝夕、奋发有为的奋斗姿态和越是艰险越向前的斗争精神。让人民满意，必须改进工作作风、做到清正廉洁。广大公务员要不折不扣执行党中央决策部署，牢固树立正确政绩观，用好人民赋予的权力，真抓实干、转变作风，坚决反对形式主义、官僚主义。要保持清正廉洁，做到“心不动于微利之诱，目不眩于五色之惑”，在思想上筑起一道抵御腐蚀的坚固堤坝。要自觉接受纪律和法律的约束，自觉接受组织监督、群众监督、舆论监督，习惯在监督和约束下工作、生活。典型本身就是一种政治力量，承载着时代的主流精神和价值取向。希望受到表彰的个人和集体珍惜荣誉、再接再厉、再立新功；希望广大公务员以习近平新时代中国特色社会主义思想为指导，以受表彰的先进典型为榜样，不忘初心、牢记使命，见贤思齐、奋发有为，在实现中华民族伟大复兴中国梦的征途中书写新篇章、创造新辉煌。",
    informationImg: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1561639410157&di=73b404825aec28329344ee9bc2aa0fc4&imgtype=0&src=http%3A%2F%2Fimg.aiimg.com%2Fuploads%2Fallimg%2F190619%2F1-1Z619231P5.jpg",
  },
  {
    informationTitle: "人民日报评论员：做人民公仆 让人民满意",
    informationTime: "2019-06-26",
    informationContent: "在即将迎来建党98周年、新中国七十华诞之际，经党中央批准，中央组织部、中央宣传部25日召开大会，表彰192名“人民满意的公务员”和98个“人民满意的公务员集体”。会前，习近平总书记亲切会见受表彰代表，充分体现了党中央对公务员工作的高度重视、对广大公务员的深切关怀。办好中国的事情，关键在党，关键在人。广大公务员是干部队伍的重要组成部分，是社会主义事业的中坚力量。在以习近平同志为核心的党中央坚强领导下，广大公务员不忘初心、牢记使命，履职尽责、奋发进取，取得了人民满意的成绩，充分展示了新时代公务员队伍的精神风貌。实践证明，公务员队伍是一支忠于党、忠于祖国、忠于人民、恪尽职守、甘于奉献、勇于担当的队伍，是一支全心全意为人民服务、党和人民充分信赖的队伍。公务员是人民的公仆。人民对美好生活的向往，是广大公务员的奋斗目标。只有以坚定的理想信念坚守初心，树牢宗旨意识，坚守人民立场，增进同人民群众的感情，自觉同人民想在一起、干在一起，着力解决群众的操心事、烦心事，才能为“人民满意”这份崇高而神圣的荣誉增添光彩。让人民满意，首先要政治过硬、信念坚定。广大公务员要深入学习习近平新时代中国特色社会主义思想，增进政治认同、思想认同、情感认同，努力做到学思用贯通、知信行统一。要严守政治纪律和政治规矩，不断增强“四个意识”，坚定“四个自信”，做到“两个维护”，筑牢信仰之基、补足精神之钙、把稳思想之舵，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致。让人民满意，根本在于践行宗旨、竭诚为民。广大公务员要始终把人民放在心中最高的位置，永远以造福人民为最大政绩，永远以人民满意为最大追求，永远不脱离群众、轻视群众、漠视群众疾苦，热忱服务群众，着力解决群众最关心最现实的利益问题，用实际行动赢得人民信任。让人民满意，就要增强本领、担当作为。广大公务员要善于学习、增强本领，有针对性地补短板、强弱项，注重培养专业能力、专业精神，努力成为本职工作的行家里手。要注重实践锻炼，甘当群众的学生，在基层一线、艰苦复杂地区、急难险重的工作中增长经验智慧，在经风雨、见世面中壮筋骨、长才干。要培养斗争勇气、提高斗争本领，始终保持只争朝夕、奋发有为的奋斗姿态和越是艰险越向前的斗争精神。让人民满意，必须改进工作作风、做到清正廉洁。广大公务员要不折不扣执行党中央决策部署，牢固树立正确政绩观，用好人民赋予的权力，真抓实干、转变作风，坚决反对形式主义、官僚主义。要保持清正廉洁，做到“心不动于微利之诱，目不眩于五色之惑”，在思想上筑起一道抵御腐蚀的坚固堤坝。要自觉接受纪律和法律的约束，自觉接受组织监督、群众监督、舆论监督，习惯在监督和约束下工作、生活。典型本身就是一种政治力量，承载着时代的主流精神和价值取向。希望受到表彰的个人和集体珍惜荣誉、再接再厉、再立新功；希望广大公务员以习近平新时代中国特色社会主义思想为指导，以受表彰的先进典型为榜样，不忘初心、牢记使命，见贤思齐、奋发有为，在实现中华民族伟大复兴中国梦的征途中书写新篇章、创造新辉煌。",
    informationImg: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1561639410157&di=73b404825aec28329344ee9bc2aa0fc4&imgtype=0&src=http%3A%2F%2Fimg.aiimg.com%2Fuploads%2Fallimg%2F190619%2F1-1Z619231P5.jpg",
  },
  {
    informationTitle: "人民日报评论员：做人民公仆 让人民满意",
    informationTime: "2019-06-26",
    informationContent: "在即将迎来建党98周年、新中国七十华诞之际，经党中央批准，中央组织部、中央宣传部25日召开大会，表彰192名“人民满意的公务员”和98个“人民满意的公务员集体”。会前，习近平总书记亲切会见受表彰代表，充分体现了党中央对公务员工作的高度重视、对广大公务员的深切关怀。办好中国的事情，关键在党，关键在人。广大公务员是干部队伍的重要组成部分，是社会主义事业的中坚力量。在以习近平同志为核心的党中央坚强领导下，广大公务员不忘初心、牢记使命，履职尽责、奋发进取，取得了人民满意的成绩，充分展示了新时代公务员队伍的精神风貌。实践证明，公务员队伍是一支忠于党、忠于祖国、忠于人民、恪尽职守、甘于奉献、勇于担当的队伍，是一支全心全意为人民服务、党和人民充分信赖的队伍。公务员是人民的公仆。人民对美好生活的向往，是广大公务员的奋斗目标。只有以坚定的理想信念坚守初心，树牢宗旨意识，坚守人民立场，增进同人民群众的感情，自觉同人民想在一起、干在一起，着力解决群众的操心事、烦心事，才能为“人民满意”这份崇高而神圣的荣誉增添光彩。让人民满意，首先要政治过硬、信念坚定。广大公务员要深入学习习近平新时代中国特色社会主义思想，增进政治认同、思想认同、情感认同，努力做到学思用贯通、知信行统一。要严守政治纪律和政治规矩，不断增强“四个意识”，坚定“四个自信”，做到“两个维护”，筑牢信仰之基、补足精神之钙、把稳思想之舵，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致。让人民满意，根本在于践行宗旨、竭诚为民。广大公务员要始终把人民放在心中最高的位置，永远以造福人民为最大政绩，永远以人民满意为最大追求，永远不脱离群众、轻视群众、漠视群众疾苦，热忱服务群众，着力解决群众最关心最现实的利益问题，用实际行动赢得人民信任。让人民满意，就要增强本领、担当作为。广大公务员要善于学习、增强本领，有针对性地补短板、强弱项，注重培养专业能力、专业精神，努力成为本职工作的行家里手。要注重实践锻炼，甘当群众的学生，在基层一线、艰苦复杂地区、急难险重的工作中增长经验智慧，在经风雨、见世面中壮筋骨、长才干。要培养斗争勇气、提高斗争本领，始终保持只争朝夕、奋发有为的奋斗姿态和越是艰险越向前的斗争精神。让人民满意，必须改进工作作风、做到清正廉洁。广大公务员要不折不扣执行党中央决策部署，牢固树立正确政绩观，用好人民赋予的权力，真抓实干、转变作风，坚决反对形式主义、官僚主义。要保持清正廉洁，做到“心不动于微利之诱，目不眩于五色之惑”，在思想上筑起一道抵御腐蚀的坚固堤坝。要自觉接受纪律和法律的约束，自觉接受组织监督、群众监督、舆论监督，习惯在监督和约束下工作、生活。典型本身就是一种政治力量，承载着时代的主流精神和价值取向。希望受到表彰的个人和集体珍惜荣誉、再接再厉、再立新功；希望广大公务员以习近平新时代中国特色社会主义思想为指导，以受表彰的先进典型为榜样，不忘初心、牢记使命，见贤思齐、奋发有为，在实现中华民族伟大复兴中国梦的征途中书写新篇章、创造新辉煌。",
    informationImg: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1561639410157&di=73b404825aec28329344ee9bc2aa0fc4&imgtype=0&src=http%3A%2F%2Fimg.aiimg.com%2Fuploads%2Fallimg%2F190619%2F1-1Z619231P5.jpg",
  },
  {
    informationTitle: "人民日报评论员：做人民公仆 让人民满意",
    informationTime: "2019-06-26",
    informationContent: "在即将迎来建党98周年、新中国七十华诞之际，经党中央批准，中央组织部、中央宣传部25日召开大会，表彰192名“人民满意的公务员”和98个“人民满意的公务员集体”。会前，习近平总书记亲切会见受表彰代表，充分体现了党中央对公务员工作的高度重视、对广大公务员的深切关怀。办好中国的事情，关键在党，关键在人。广大公务员是干部队伍的重要组成部分，是社会主义事业的中坚力量。在以习近平同志为核心的党中央坚强领导下，广大公务员不忘初心、牢记使命，履职尽责、奋发进取，取得了人民满意的成绩，充分展示了新时代公务员队伍的精神风貌。实践证明，公务员队伍是一支忠于党、忠于祖国、忠于人民、恪尽职守、甘于奉献、勇于担当的队伍，是一支全心全意为人民服务、党和人民充分信赖的队伍。公务员是人民的公仆。人民对美好生活的向往，是广大公务员的奋斗目标。只有以坚定的理想信念坚守初心，树牢宗旨意识，坚守人民立场，增进同人民群众的感情，自觉同人民想在一起、干在一起，着力解决群众的操心事、烦心事，才能为“人民满意”这份崇高而神圣的荣誉增添光彩。让人民满意，首先要政治过硬、信念坚定。广大公务员要深入学习习近平新时代中国特色社会主义思想，增进政治认同、思想认同、情感认同，努力做到学思用贯通、知信行统一。要严守政治纪律和政治规矩，不断增强“四个意识”，坚定“四个自信”，做到“两个维护”，筑牢信仰之基、补足精神之钙、把稳思想之舵，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致。让人民满意，根本在于践行宗旨、竭诚为民。广大公务员要始终把人民放在心中最高的位置，永远以造福人民为最大政绩，永远以人民满意为最大追求，永远不脱离群众、轻视群众、漠视群众疾苦，热忱服务群众，着力解决群众最关心最现实的利益问题，用实际行动赢得人民信任。让人民满意，就要增强本领、担当作为。广大公务员要善于学习、增强本领，有针对性地补短板、强弱项，注重培养专业能力、专业精神，努力成为本职工作的行家里手。要注重实践锻炼，甘当群众的学生，在基层一线、艰苦复杂地区、急难险重的工作中增长经验智慧，在经风雨、见世面中壮筋骨、长才干。要培养斗争勇气、提高斗争本领，始终保持只争朝夕、奋发有为的奋斗姿态和越是艰险越向前的斗争精神。让人民满意，必须改进工作作风、做到清正廉洁。广大公务员要不折不扣执行党中央决策部署，牢固树立正确政绩观，用好人民赋予的权力，真抓实干、转变作风，坚决反对形式主义、官僚主义。要保持清正廉洁，做到“心不动于微利之诱，目不眩于五色之惑”，在思想上筑起一道抵御腐蚀的坚固堤坝。要自觉接受纪律和法律的约束，自觉接受组织监督、群众监督、舆论监督，习惯在监督和约束下工作、生活。典型本身就是一种政治力量，承载着时代的主流精神和价值取向。希望受到表彰的个人和集体珍惜荣誉、再接再厉、再立新功；希望广大公务员以习近平新时代中国特色社会主义思想为指导，以受表彰的先进典型为榜样，不忘初心、牢记使命，见贤思齐、奋发有为，在实现中华民族伟大复兴中国梦的征途中书写新篇章、创造新辉煌。",
    informationImg: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1561639410157&di=73b404825aec28329344ee9bc2aa0fc4&imgtype=0&src=http%3A%2F%2Fimg.aiimg.com%2Fuploads%2Fallimg%2F190619%2F1-1Z619231P5.jpg",
  },
  {
    informationTitle: "人民日报评论员：做人民公仆 让人民满意",
    informationTime: "2019-06-26",
    informationContent: "在即将迎来建党98周年、新中国七十华诞之际，经党中央批准，中央组织部、中央宣传部25日召开大会，表彰192名“人民满意的公务员”和98个“人民满意的公务员集体”。会前，习近平总书记亲切会见受表彰代表，充分体现了党中央对公务员工作的高度重视、对广大公务员的深切关怀。办好中国的事情，关键在党，关键在人。广大公务员是干部队伍的重要组成部分，是社会主义事业的中坚力量。在以习近平同志为核心的党中央坚强领导下，广大公务员不忘初心、牢记使命，履职尽责、奋发进取，取得了人民满意的成绩，充分展示了新时代公务员队伍的精神风貌。实践证明，公务员队伍是一支忠于党、忠于祖国、忠于人民、恪尽职守、甘于奉献、勇于担当的队伍，是一支全心全意为人民服务、党和人民充分信赖的队伍。公务员是人民的公仆。人民对美好生活的向往，是广大公务员的奋斗目标。只有以坚定的理想信念坚守初心，树牢宗旨意识，坚守人民立场，增进同人民群众的感情，自觉同人民想在一起、干在一起，着力解决群众的操心事、烦心事，才能为“人民满意”这份崇高而神圣的荣誉增添光彩。让人民满意，首先要政治过硬、信念坚定。广大公务员要深入学习习近平新时代中国特色社会主义思想，增进政治认同、思想认同、情感认同，努力做到学思用贯通、知信行统一。要严守政治纪律和政治规矩，不断增强“四个意识”，坚定“四个自信”，做到“两个维护”，筑牢信仰之基、补足精神之钙、把稳思想之舵，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致。让人民满意，根本在于践行宗旨、竭诚为民。广大公务员要始终把人民放在心中最高的位置，永远以造福人民为最大政绩，永远以人民满意为最大追求，永远不脱离群众、轻视群众、漠视群众疾苦，热忱服务群众，着力解决群众最关心最现实的利益问题，用实际行动赢得人民信任。让人民满意，就要增强本领、担当作为。广大公务员要善于学习、增强本领，有针对性地补短板、强弱项，注重培养专业能力、专业精神，努力成为本职工作的行家里手。要注重实践锻炼，甘当群众的学生，在基层一线、艰苦复杂地区、急难险重的工作中增长经验智慧，在经风雨、见世面中壮筋骨、长才干。要培养斗争勇气、提高斗争本领，始终保持只争朝夕、奋发有为的奋斗姿态和越是艰险越向前的斗争精神。让人民满意，必须改进工作作风、做到清正廉洁。广大公务员要不折不扣执行党中央决策部署，牢固树立正确政绩观，用好人民赋予的权力，真抓实干、转变作风，坚决反对形式主义、官僚主义。要保持清正廉洁，做到“心不动于微利之诱，目不眩于五色之惑”，在思想上筑起一道抵御腐蚀的坚固堤坝。要自觉接受纪律和法律的约束，自觉接受组织监督、群众监督、舆论监督，习惯在监督和约束下工作、生活。典型本身就是一种政治力量，承载着时代的主流精神和价值取向。希望受到表彰的个人和集体珍惜荣誉、再接再厉、再立新功；希望广大公务员以习近平新时代中国特色社会主义思想为指导，以受表彰的先进典型为榜样，不忘初心、牢记使命，见贤思齐、奋发有为，在实现中华民族伟大复兴中国梦的征途中书写新篇章、创造新辉煌。",
    informationImg: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1561639410157&di=73b404825aec28329344ee9bc2aa0fc4&imgtype=0&src=http%3A%2F%2Fimg.aiimg.com%2Fuploads%2Fallimg%2F190619%2F1-1Z619231P5.jpg",
  },
  {
    informationTitle: "人民日报评论员：做人民公仆 让人民满意",
    informationTime: "2019-06-26",
    informationContent: "在即将迎来建党98周年、新中国七十华诞之际，经党中央批准，中央组织部、中央宣传部25日召开大会，表彰192名“人民满意的公务员”和98个“人民满意的公务员集体”。会前，习近平总书记亲切会见受表彰代表，充分体现了党中央对公务员工作的高度重视、对广大公务员的深切关怀。办好中国的事情，关键在党，关键在人。广大公务员是干部队伍的重要组成部分，是社会主义事业的中坚力量。在以习近平同志为核心的党中央坚强领导下，广大公务员不忘初心、牢记使命，履职尽责、奋发进取，取得了人民满意的成绩，充分展示了新时代公务员队伍的精神风貌。实践证明，公务员队伍是一支忠于党、忠于祖国、忠于人民、恪尽职守、甘于奉献、勇于担当的队伍，是一支全心全意为人民服务、党和人民充分信赖的队伍。公务员是人民的公仆。人民对美好生活的向往，是广大公务员的奋斗目标。只有以坚定的理想信念坚守初心，树牢宗旨意识，坚守人民立场，增进同人民群众的感情，自觉同人民想在一起、干在一起，着力解决群众的操心事、烦心事，才能为“人民满意”这份崇高而神圣的荣誉增添光彩。让人民满意，首先要政治过硬、信念坚定。广大公务员要深入学习习近平新时代中国特色社会主义思想，增进政治认同、思想认同、情感认同，努力做到学思用贯通、知信行统一。要严守政治纪律和政治规矩，不断增强“四个意识”，坚定“四个自信”，做到“两个维护”，筑牢信仰之基、补足精神之钙、把稳思想之舵，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致。让人民满意，根本在于践行宗旨、竭诚为民。广大公务员要始终把人民放在心中最高的位置，永远以造福人民为最大政绩，永远以人民满意为最大追求，永远不脱离群众、轻视群众、漠视群众疾苦，热忱服务群众，着力解决群众最关心最现实的利益问题，用实际行动赢得人民信任。让人民满意，就要增强本领、担当作为。广大公务员要善于学习、增强本领，有针对性地补短板、强弱项，注重培养专业能力、专业精神，努力成为本职工作的行家里手。要注重实践锻炼，甘当群众的学生，在基层一线、艰苦复杂地区、急难险重的工作中增长经验智慧，在经风雨、见世面中壮筋骨、长才干。要培养斗争勇气、提高斗争本领，始终保持只争朝夕、奋发有为的奋斗姿态和越是艰险越向前的斗争精神。让人民满意，必须改进工作作风、做到清正廉洁。广大公务员要不折不扣执行党中央决策部署，牢固树立正确政绩观，用好人民赋予的权力，真抓实干、转变作风，坚决反对形式主义、官僚主义。要保持清正廉洁，做到“心不动于微利之诱，目不眩于五色之惑”，在思想上筑起一道抵御腐蚀的坚固堤坝。要自觉接受纪律和法律的约束，自觉接受组织监督、群众监督、舆论监督，习惯在监督和约束下工作、生活。典型本身就是一种政治力量，承载着时代的主流精神和价值取向。希望受到表彰的个人和集体珍惜荣誉、再接再厉、再立新功；希望广大公务员以习近平新时代中国特色社会主义思想为指导，以受表彰的先进典型为榜样，不忘初心、牢记使命，见贤思齐、奋发有为，在实现中华民族伟大复兴中国梦的征途中书写新篇章、创造新辉煌。",
    informationImg: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1561639410157&di=73b404825aec28329344ee9bc2aa0fc4&imgtype=0&src=http%3A%2F%2Fimg.aiimg.com%2Fuploads%2Fallimg%2F190619%2F1-1Z619231P5.jpg",
  },
  {
    informationTitle: "人民日报评论员：做人民公仆 让人民满意",
    informationTime: "2019-06-26",
    informationContent: "在即将迎来建党98周年、新中国七十华诞之际，经党中央批准，中央组织部、中央宣传部25日召开大会，表彰192名“人民满意的公务员”和98个“人民满意的公务员集体”。会前，习近平总书记亲切会见受表彰代表，充分体现了党中央对公务员工作的高度重视、对广大公务员的深切关怀。办好中国的事情，关键在党，关键在人。广大公务员是干部队伍的重要组成部分，是社会主义事业的中坚力量。在以习近平同志为核心的党中央坚强领导下，广大公务员不忘初心、牢记使命，履职尽责、奋发进取，取得了人民满意的成绩，充分展示了新时代公务员队伍的精神风貌。实践证明，公务员队伍是一支忠于党、忠于祖国、忠于人民、恪尽职守、甘于奉献、勇于担当的队伍，是一支全心全意为人民服务、党和人民充分信赖的队伍。公务员是人民的公仆。人民对美好生活的向往，是广大公务员的奋斗目标。只有以坚定的理想信念坚守初心，树牢宗旨意识，坚守人民立场，增进同人民群众的感情，自觉同人民想在一起、干在一起，着力解决群众的操心事、烦心事，才能为“人民满意”这份崇高而神圣的荣誉增添光彩。让人民满意，首先要政治过硬、信念坚定。广大公务员要深入学习习近平新时代中国特色社会主义思想，增进政治认同、思想认同、情感认同，努力做到学思用贯通、知信行统一。要严守政治纪律和政治规矩，不断增强“四个意识”，坚定“四个自信”，做到“两个维护”，筑牢信仰之基、补足精神之钙、把稳思想之舵，自觉在思想上政治上行动上同以习近平同志为核心的党中央保持高度一致。让人民满意，根本在于践行宗旨、竭诚为民。广大公务员要始终把人民放在心中最高的位置，永远以造福人民为最大政绩，永远以人民满意为最大追求，永远不脱离群众、轻视群众、漠视群众疾苦，热忱服务群众，着力解决群众最关心最现实的利益问题，用实际行动赢得人民信任。让人民满意，就要增强本领、担当作为。广大公务员要善于学习、增强本领，有针对性地补短板、强弱项，注重培养专业能力、专业精神，努力成为本职工作的行家里手。要注重实践锻炼，甘当群众的学生，在基层一线、艰苦复杂地区、急难险重的工作中增长经验智慧，在经风雨、见世面中壮筋骨、长才干。要培养斗争勇气、提高斗争本领，始终保持只争朝夕、奋发有为的奋斗姿态和越是艰险越向前的斗争精神。让人民满意，必须改进工作作风、做到清正廉洁。广大公务员要不折不扣执行党中央决策部署，牢固树立正确政绩观，用好人民赋予的权力，真抓实干、转变作风，坚决反对形式主义、官僚主义。要保持清正廉洁，做到“心不动于微利之诱，目不眩于五色之惑”，在思想上筑起一道抵御腐蚀的坚固堤坝。要自觉接受纪律和法律的约束，自觉接受组织监督、群众监督、舆论监督，习惯在监督和约束下工作、生活。典型本身就是一种政治力量，承载着时代的主流精神和价值取向。希望受到表彰的个人和集体珍惜荣誉、再接再厉、再立新功；希望广大公务员以习近平新时代中国特色社会主义思想为指导，以受表彰的先进典型为榜样，不忘初心、牢记使命，见贤思齐、奋发有为，在实现中华民族伟大复兴中国梦的征途中书写新篇章、创造新辉煌。",
    informationImg: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1561639410157&di=73b404825aec28329344ee9bc2aa0fc4&imgtype=0&src=http%3A%2F%2Fimg.aiimg.com%2Fuploads%2Fallimg%2F190619%2F1-1Z619231P5.jpg",
  },
];
var monitor = [{
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控一"
  },
  {
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控二"
  },
  {
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控三"
  },
  {
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控四"
  },
  {
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控五"
  },
  {
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控六"
  },
  {
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控七"
  },
  {
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控八"
  },
  {
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控九"
  },
  {
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控十"
  },
  {
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控十一"
  },
  {
    monitorImage: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=1562140904&di=ea5b6e5b20d1961eb29b2e8445c9125c&imgtype=jpg&er=1&src=http%3A%2F%2Fwww.sdx.gov.cn%2Fewebeditor%2Fuploadfile%2F2017%2F10%2F20171026144601157.JPG",
    monitorName: "监控十二"
  },
]
module.exports = {
  detailedInformation: detailedInformation,
  monitor: monitor
};